"ASSISTANT_TRY_AGAIN" = "Prepáčte, mohli by ste to zopakovať?";
"ASSISTANT_CONNECTION_FAILED_0" = "Prepáčte, mám problémy s pripojením k sieti.";
"ASSISTANT_CONNECTION_FAILED_1" = "Prepáčte, v tejto chvíli sa nedokážem pripojiť.";
"ASSISTANT_CONNECTION_FAILED_2" = "Prepáčte, nemám pripojenie k sieti.";

"ASSISTANT_INITIAL_QUERY" = "S čím vám môžem pomôcť?";
"ASSISTANT_GUIDE_HEADER" = "Klepnite na mikrofón a povedzte niečo ako:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Sprievodca";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri je nedostupné.";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Pripojte sa na internet.";

"ASSISTANT_EDUCATION_TITLE" = "Môže vám Siri pomôcť?";
"ASSISTANT_EDUCATION_CONTENT" = "Ak chcete začať používať Siri, stlačte a podržte tlačidlo Domov.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Pokyny môžete zadávať aj bez potreby držať tlačidlo Domov. Ak je obrazovka zapnutá, jednoducho si priložte telefón k uchu a začnite rozprávať.";